server/app/controllers/nominees_controller.rb

SELECT "nominees".* FROM "nominees"
---
  def index
    @nominees = Nominee.all

SELECT  "nominees".* FROM "nominees" WHERE "nominees"."id" = ? LIMIT 1  [["id", nil]]
---
  def find_nominee
    @nominee = Nominee.find(params[:id])